export default [
    {
        "id": "123456",
        "date": "2014-09-12T11:45:26.371Z",
        "title": "Какое-то наименование 1",
        "text": "Какой-то длинный текст <b>разного</b> формата",
        "comments": [
            {
                "id": "qweasd",
                "user": "Alen",
                "text": "2_Какой-то длинный текст <b>разного</b> формата"
            }
        ]
    },
    {
        "id": "123457",
        "date": "2022-09-12T11:45:26.371Z",
        "title": "Какое-то наименование 2",
        "text": "Если у меня новый проект, то я буду смотреть на:\n" +
            "наличие специалистов в команде\n" +
            "лицензионные ограничения\n" +
            "требования к рабочему окружению\n" +
            "среду разработки\n" +
            "возможности стандартной библиотеки\n" +
            "наличие сторонних библиотек\n" +
            "поддержку параллелизма\n" +
            "перспективу развития\n" +
            "интеграцию с инструментами документирования, багтрекинга, управления ЖЦ, Continuos Integration и т. п.",
        "comments": [
            {
                "id": "qweasd",
                "user": "Alen",
                "text": "2_Какой-то длинный текст <b>разного</b> формата"
            }
        ]
    },
    {
        "id": "123458",
        "date": "2020-09-12T11:45:26.371Z",
        "title": "Какое-то наименование 3",
        "text": "Если у меня новый проект, то я буду смотреть на:\t\n" +
            "наличие специалистов в команде\n" +
            "лицензионные ограничения\n" +
            "требования к рабочему окружению\n" +
            "среду разработки\n" +
            "возможности стандартной библиотеки\n" +
            "наличие сторонних библиотек\n" +
            "поддержку параллелизма\n" +
            "перспективу развития\n" +
            "интеграцию с инструментами документирования, багтрекинга, управления ЖЦ, Continuos Integration и т. п.",
        "comments": [
            {
                "id": "qweasd",
                "user": "Alen",
                "text": "2_Какой-то длинный текст <b>разного</b> формата"
            }
        ]
    }

]